tap "homebrew/bundle"
tap "tilt-dev/tap"
brew "awscli"
brew "direnv"
brew "git"
brew "helm"
brew "htop"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "midnight-commander"
brew "neovim"
brew "nvm"
brew "openssl@3"
brew "postgresql@13", link: true
brew "pyenv"
brew "tilt"
brew "tmux"
brew "unzip"
brew "watch"
brew "wget"
brew "yarn"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "tilt-dev/tap/ctlptl"
cask "dbeaver-community"
cask "flameshot"
cask "visual-studio-code"
vscode "rust-lang.rust-analyzer"
vscode "tilt-dev.tiltfile"
