tap "caskroom/cask"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "potatolabs/git-redate"
tap "sudar/arduino-mk"
brew "automake"
brew "gdbm"
brew "readline"
brew "python"
brew "awscli"
brew "bash-completion@2"
brew "bash-git-prompt"
brew "bison"
brew "chruby"
brew "cmake"
brew "direnv"
brew "fzf"
brew "geoip"
brew "gettext", link: true
brew "ghc"
brew "git"
brew "libffi"
brew "gnupg"
brew "go"
brew "htop"
brew "ipython"
brew "jq"
brew "libyaml"
brew "midnight-commander"
brew "mitmproxy"
brew "mysql", link: false
brew "mysql-client"
brew "mysql@5.6", link: true
brew "ncdu"
brew "neovim"
brew "nginx", restart_service: true
brew "pkg-config"
brew "node-build"
brew "nvm"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pyenv-virtualenvwrapper"
brew "ripgrep"
brew "ruby-install"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "vegeta"
brew "watch"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "derailed/k9s/k9s"
brew "potatolabs/git-redate/git-redate"
brew "redbubble/yak/yak"
brew "sudar/arduino-mk/arduino-mk"
cask "background-music"
cask "birdfont"
cask "db-browser-for-sqlite"
cask "dbeaver-community"
cask "firefox"
cask "gimp"
cask "godot"
cask "insomnia"
cask "java"
cask "joplin"
cask "kicad"
cask "libreoffice"
cask "meld"
cask "openscad"
cask "sourcetree"
cask "steam"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
